Public Attributes | List of all members
API_SingleVariant Struct Reference
Property Manager
A container for storing a single value. More...
#include <APIdefs_Properties.h>
 Public Attributes
 API_Variant  | variant
The container that stores the value itself.
Detailed Description
A container for storing a single value.